{
    "title": "Apple AirPods Pro (2nd Generation) Wireless Earbuds, Up to 2X More Active Noise Cancelling, Adaptive Transparency, Personalized Spatial Audio, MagSafe Charging Case, Bluetooth Headphones for iPhone",
    "price": "",
    "description": "<li class=\"a-spacing-mini\"><span class=\"a-list-item\"> RICHER AUDIO EXPERIENCE – The Apple-designed H2 chip pushes advanced audio performance even further, resulting in smarter noise cancellation and more immersive sound. The low-distortion, custom-built driver delivers crisp, clear high notes and deep, rich bass in stunning definition. So every sound is more vivid than ever..Note : If the size of the earbud tips does not match the size of your ear canals or the headset is not worn properly in your ears, you may not obtain the correct sound qualities or call performance. Change the earbud tips to ones that fit more snugly in your ear  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> NEXT-LEVEL ACTIVE NOISE CANCELLATION – Up to 2x more Active Noise Cancellation than the previous AirPods Pro for dramatically less noise on your commute, or when you want to focus. Adaptive Transparency lets you comfortably hear the world around you, adjusting for intense noise—like sirens or construction—in real time.  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> CUSTOMIZABLE FIT – Now with four pairs of silicone tips (XS, S, M, L) to fit a wider range of ears and provide all-day comfort. The tips create an acoustic seal to help keep out noise and secure AirPods Pro in place.  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> SOUND ALL AROUND – Personalized Spatial Audio surrounds you in sound tuned just for you. It works with dynamic head tracking to immerse you deeper in music and movies.  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> HIGHER LEVEL OF CONTROL – Now you can swipe the stem to adjust volume. Press it to play and pause music or to answer and end a call, or hold it to switch between Active Noise Cancellation and Adaptive Transparency.  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> A LEAP IN BATTERY LIFE – Up to 6 hours of listening time with Active Noise Cancellation enabled — 33% more than AirPods Pro (1st generation). With the charging case, you can get 30 hours of total listening time with Active Noise Cancellation enabled — 6 hours longer than AirPods Pro (1st generation).  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> A MORE CAPABLE CASE – Keep track of AirPods Pro with Precision Finding and a built-in speaker. A lanyard loop keeps your AirPods Pro close. Charge with an Apple Watch or MagSafe charger, or use the Lightning connector or a Qi-certified charger.  </span></li>  <li class=\"a-spacing-mini\"><span class=\"a-list-item\"> MAGICAL EXPERIENCE – Quick access to Siri by saying “Hey Siri”. Easy setup, in-ear detection, and automatic switching between devices. Audio Sharing lets you share a song or a show between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV.  </span></li>",
    "note": "",
    "images": [
        "https://m.media-amazon.com/images/I/61f1YfTkTDL._AC_SX385_.jpg",
        "https://m.media-amazon.com/images/I/617I3mDGmTL._AC_SX385_.jpg",
        "https://m.media-amazon.com/images/I/51OoKCakCfL._AC_SX385_.jpg",
        "https://m.media-amazon.com/images/I/51lEdIxlNDL._AC_SX385_.jpg",
        "https://m.media-amazon.com/images/I/517i7g9q7zL._AC_SX385_.jpg"
    ]
}
